<!doctype html>
<html lang="zh">
<head>
    <meta charset="UTF-8">
    <meta name="viewport"
          content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <link rel="stylesheet" href="/css/bootstrap.min.css">
    <title>CloudPay服务协议</title>
    <style>
        body{background: #f5f7f9}
        .t_pdding{
            padding-top: 20px;
        }
        .title{
            font-size: 1.5em;
            line-height: 1.5em;
            font-weight: bold;
        }
        .container{
            background: white;
        }
        .title1{ padding-left: 1em;line-height: 2em}
    </style>
</head>
<body>
    <div   class="container" >
       <div style="font-size: 30px;padding-top: 80px;text-align: center" >《CouldPay支付用户服务协议》</div>
        <div style="padding: 5em 8em">
            <div>感谢您选择CouldPay支付服务（以下简称“本服务”）</div>
            <div>CouldPay支付服务协议（以下简称本协议）由福建环合网络科技有限公司（以下简称“本公司”）和您签订</div>
            <div class="t_pdding">
                <div class="title">一 、声明和承诺:</div>
                <div class="title1">
                    （一） 您确认，在您注册成为CouldPay支付用户并接受本服务之前，您已充分阅读、理解并接受本协议的全部内容，一旦您使用本服务，即表示您同意遵循本协议之所有约定
                </div>
                <div class="title1">（二）您同意，本公司有权随时对本协议内容进行单方面的变更，并以在本网站（http://cp.huanhe.pro）公告的方式提前予以公布，无需另行单独通知您，变更后的协议在公告期届满起生效；若您在本协议内容公告变更后继续使用本服务的，表示您已充分阅读、理解并接受修改后的协议内容，也将遵循修改后的协议内容使用本服务；若您不同意修改后的协议内容，您应停止使用本服务。</div>
                <div class="title1">（三）您声明，在您同意接受本协议并注册成为CouldPay支付用户时，您是符合中华人民共和国法律规定的具有完全民事权利能力和民事行为能力、能够独立承担民事责任的自然人、法人或其他组织；本协议内容不受您所属国家或地区的排斥。不具备前述条件的，您应立即终止注册或停止使用本服务。您在使用CouldPay支付服务时，应自行判断对方是否是完全民事行为能力人并自行决定是否与对方进行交易或转账给对方等，且您应自行承担与此相关的所有风险。</div>
                <div class="title1">（四）本公司根据您的指令为您提供代收或代付服务，并严格按照相关法律法规及监管要求进行管理。</div>
                <div class="title1">（五）您理解并同意，基于相关的法律法规，对本协议项下的任何服务，本公司不提供任何担保。</div>
            </div>
            <div class="t_pdding">
                <div class="title">二、CouldPay支付服务说明</div>
                <div class="title1">（一） “CouldPay支付账户”：指在您使用本服务时，本公司向您提供的唯一编号。您可自行设置密码，并用以查询或计量您的预付、应收或应付款。</div>
                <div class="title1">（二） CouldPay支付服务：即本公司向您提供的代收代付款项、查询等服务，以及您实际使用的本公司或本公司接受您的委托为您不时提供的服务以及提供的其他服务，包括（但不限于） ：
                <div class="title1">1、代收代付款项服务：代收代付款项服务是指本公司为您提供的代为收取或支付相关款项的服务， 其中:<br>
                    <div class="title1">A、代收：您可以要求本公司代为收取其他CouldPay支付用户向您支付的各类合法款项。为免异议，代收具体是指在符合本公司规定或产品规则的情况下，自您委托本公司将您银行卡内的资金充值到您的CouldPay支付账户或委托本公司代为收取第三方向您支付的款项之时起至根据您的指令将该等款项的全部或部分实际入账到您的银行账户或CouldPay支付账户之时止的整个过程。</div>
                    <div class="title1">B、代付：您可以要求本公司将您CouldPay支付账户或银行账户内的款项代为支付给您指定的第三方。您同意，本公司代付后，非经法律程序或者非依本协议之约定，该支付是不可撤销的。</div>
                    <div class="title1">本公司提供的上述的代收代付款项服务可以分为以下各类具体服务:<br>
                        <div class="title1">(1)充值: 作为代收款项服务的一部分， 在符合本公司规定或产品规则的情况下，您委托本公司将您银行卡内的资金充值到您的CouldPay支付账户。</div>
                        <div class="title1">(2)提现: 作为代收款项服务的一部分, 在符合本公司规定或产品规则的情况下，您可以委托本公司将您CouldPay支付账户余额中的资金提取到您名下的有效中国大陆银行账户内, 该银行账户开户名需与您的姓名或名称一致。除被止付或限制款项外, 本公司将于收到提现指令后的一至五个工作日内, 将相应款项汇入该银行账户。您理解, 根据您提供的账户所属银行不同, 会有到账时间差异。此外, 我们可能会对提现进行风险审查, 因此可能导致提现延迟。您理解并同意您最终收到款项的服务是由您提供的银行账户对应的银行提供的, 您需向该银行请求查证。</div>
                        <div class="title1">转账服务:是指收付款双方使用本服务, 在付款方向本公司指示收款方CouldPay支付账户或银行账户并确定转账金额后, 将付款方CouldPay支付账户或银行卡内指定金额的款项划转至收款方CouldPay支付账户或银行账户的一种支付服务。本公司提示您注意: 该项服务适用于您与收(付)款方彼此都有充分了解的转账行为，且有真实、合法转账需求的转账行为。在您使用转账服务指示转出资金时, 您所转出的款项将进入您向本公司指示的收款方的CouldPay支付账户或银行账户。在您获得CouldPay支付账户后, 您的CouldPay支付账户即具备接受(收)来自转账服务的转账款项的功能, 但未经实名认证的CouldPay支付账户可能会受到收款和(或)提现的限制。基于此项服务可能存在的风险, 在使用转账服务时, 您理解并接受:<br>
                        <div class="title1">(a)为控制可能存在的风险, 本公司有权对所有用户使用转账服务时的转账款项的单日、单月转账总额以及单笔转账最高额进行限制, 并保留对限制种类和限制限额进行无需预告进行调整的权利。</div>
                        <div class="title1">(b)您可能收到由于使用转账服务的付款方指示错误(失误)而转账到您CouldPay支付账户或银行账户的款项, 在此情况下您应该根据国家的相关法律的规定和实际情况处理收到的该笔款项。</div>
                        <div class="title1">(c)使用转账服务是基于您对转账对方的充分了解(包括但不限于对方的真实身份及确切的CouldPay支付账户名等), 一旦您选用转账服务进行转账, 您应当自行承担因您指示错误(失误)而导致的风险。本公司依照您指示的收款方并根据本协议的约定完成转账后, 即完成了当次服务的所有义务, 对于收付款双方之间产生的关于当次转账的任何纠纷不承担任何责任, 也不提供任何形式的纠纷解决途径, 您应当自行处理相关的纠纷。</div></div></div>

            </div>
                <div class="title1">2、退款：在符合本公司规定或者产品规则的情况下，退款方可以请求本公司将相应交易款项原路退返至资金支付方原扣款账户。</div>
                <div class="title1">3、查询：本公司将对您使用本公司服务的操作的全部或者部分进行记录，不论该操作之目的最终是否实现。您可以在登陆CouldPay支付账户查询您CouldPay支付账户内的交易记录。</div>
                <div class="title1">4、其他:您实际使用的本公司接受您的委托为您不时提供的其他服务及本公司提供的其他产品或服务。</div>
                <div class="title1">5、款项专属：对您支付到本公司并归属至您CouldPay支付账户的款项及您通过CouldPay支付账户收到的货款，本公司将予以妥善保管，除本协议另行规定外，不作任何其他非您指示的用途。本公司通过您的用户名和密码识别您的指示，请您妥善您的用户名和密码，对于因密码泄露所致的损失，由您自行承担。 本服务所涉及到的任何款项只以人民币计结，不提供任何形式的汇兑业务。</div>
                <div class="title1">6、交易异常处理：您使用本服务时，可能由于银行本身系统问题、银行相关作业网络连线问题或其他不可抗拒因素，造成本服务无法提供。您确保您所输入的您的资料无误，如果因资料错误造成本公司于上述异常状况发生时，无法及时通知您相关交易后续处理方式的，本公司不承担任何损害赔偿责任。</div>
                <div class="title1">7、您同意，基于运行和交易安全的需要,本公司可以暂时停止提供或者限制本服务部分功能,或提供新的功能,在任何功能减少、增加或者变化时,只要您仍然使用本服务,表示您仍然同意本协议或者变更后的协议。</div>
            <div class="t_pdding">
                <div class="title">三、CouldPay支付账户</div>
                <div class="title1">（一） 注册</div>
                <div class="title1">在使用本服务前，您必须先行注册，取得本公司提供给您的“CouldPay支付账户”（以下简称“该账户”），您同意：<br>
                    <div class="title1">1. 您注册、使用本服务， 您需要提供合法、有效、真实、完整的资料，包括但不限于身份证、手机号、银行卡号等，并在取得该账户后及时更新您的正确及完整的资料。若有合理理由怀疑您提供的资料有误、不实、超过有效期或不完整的，本公司有权暂停或终止向您提供部分或全部CouldPay支付服务。本公司对此不承担任何责任，您将承担因此产生的全部责任。 若因国家法律法规、部门规章或监管机构的要求，本公司需要您补充提供任何相关资料时，如您不能及时配合提供，本公司有权暂停或终止向您提供部分或全部CouldPay支付服务。 </div>
                    <div class="title1">2. 为了及时有效的验证您的信息，包括但不限于身份信息、账户信息等，根据相关法律法规及监管规定或在本公司认为必要时，您同意本公司将您的信息提供给第三方进行验证，对此您应当积极配合，并确保您提供的信息的准确、真实、完整，否则本公司有权限制或停止向您提供全部或部分服务。您知悉并同意，本公司有权根据相关法律法规规定留存您的身份基本信息及身份证件复印件或影印件，您在使用本服务期间授权本公司根据本公司需求对您提供的相关材料进行身份认证。</div>
                    <div class="title1">3、因您未及时更新资料，导致本服务无法提供或提供时发生任何错误，您不得将此作为取消交易、拒绝付款的理由，您将承担因此产生的一切后果，本公司不承担任何责任。</div>
                    <div class="title1">4、您应对您的CouldPay支付账户负责，只有您本人可以使用您的CouldPay支付账户，该账户不可赠与、不可继承、不得出租、不得透支、不得出借、不得出售，不得利用支付账户从事或协助他人从事非法活动。在您决定不再使用该账户时，您应将该账户下所对应的可用款项全部提现或者向本公司发出其它支付指令，并向本公司申请注销该账户。您同意，若您丧失全部或部分民事权利能力或民事行为能力，本公司有权根据有效法律文书（包括但不限于生效的法院判决、生效的遗嘱等）处置您CouldPay支付账户内的相关款项。</div>
                </div>
                <div class="title1">（二） 账户安全<br>
                    <div class="title1">您将对使用该账户及密码进行的一切操作及言论负完全的责任，您同意：</div>
                    <div class="title1">1、不向其他任何人泄露该账户及密码、校验码以及身份信息等，亦不使用其他任何人的CouldPay支付账户、密码、校验码以及身份识别信息。本公司亦可能通过本服务，用您使用的其他产品或设备识别您的指示，您应当妥善保管处于您或应当处于您掌控下的这些产品或设备，对于这些产品或设备因非您本人使用或遗失所致的任何损失，由您自行承担。</div>
                    <div class="title1">2、如您发现有他人冒用或盗用您的账户及密码或任何其他未经合法授权之情形时，应立即以有效方式通知本公司，要求本公司暂停相关服务。同时，您理解本公司对您的请求采取行动需要合理期限，在此之前，本公司对已执行的指令及(或)所导致的您的损失不承担任何责任。</div>
                </div>
            </div>
            <div class="t_pdding">
                <div class="title">四、“CouldPay支付服务”使用规则</div>
                <div class="title1">您将对使用该账户及密码进行的一切操作及言论负完全的责任，您同意：<br>
                    <div class="title1">（一） 一旦您使用本服务，您即授权本公司代理您在您及（或）您指定人符合指定条件或状态时，支付款项给您指定人，或收取您指定人支付给您的款项。</div>
                    <div class="title1">（二） 本公司通过以下方式接受来自您的指令：您在本网站或其他可使用本服务的网站上通过登录该账户密码及或数字证书并依照本服务预设流程所修改或确认的交易状态。您同意，您向本公司发出指令，均不可撤回或撤销，且成为本公司代理您支付或收取款项的唯一指令。在您与第三方发生交易纠纷时，您授权本公司自行判断并决定将争议货款的全部或部分支付给交易一方或双方。</div>
                    <div class="title1">（三） 您在使用本服务过程中，本协议内容、网页上出现的关于交易操作的提示或本公司发送到该手机的信息（短信或电话等）内容是您使用本服务的相关规则，您使用本服务即表示您同意接受本服务的相关规则。您了解并同意本公司单方修改服务的相关规则，而无须征得您的同意，服务规则应以您使用服务时的页面提示（或发送到该手机的短信或电话等）为准，您同意并遵照服务规则是您使用本服务的前提。</div>
                    <div class="title1">（四） 本公司会以电子邮件（或发送到该手机的短信或电话等）方式通知您交易进展情况以及提示您进行下一步的操作，但本公司不保证您能够收到或者及时收到该邮件（或发送到该手机的短信或电话等），且不对此承担任何后果，因此，在交易过程中您应当及时登录到本网站查看和进行交易操作。因您没有及时查看和对交易状态进行修改或确认或未能提交相关申请而导致的任何纠纷或损失，本公司不负任何责任。</div>
                    <div class="title1">（五） 您如果需要向交易对方交付货物，应根据交易状态页面（该手机接收到的信息）显示的买方地址，委托有合法经营资格的承运人将货物直接运送至对方或其指定收货人，并要求对方或其委托的第三方（该第三方应当提供对方的授权文件并出示对方及第三方的身份证原件）在收货凭证上签字确认，因货物延迟送达或在送达过程中的丢失、损坏，本公司不承担任何责任，应由您与交易对方自行处理。</div>
                    <div class="title1">（六） 本公司对您所交易的标的物不提供任何形式的鉴定、证明的服务。如果您与交易对方发生交易纠纷，您授权由本公司根据本协议及本网站上载明的各项规则进行处理。您为解决纠纷而支出的通讯费、文件复印费、鉴定费等均由您自行承担。因市场因素致使商品涨价跌价而使任何一方得益或者受到损失而产生的纠纷，本公司不予处理。</div>
                    <div class="title1">（七） 若您未完成注册过程成为CouldPay支付用户，他人通过本服务向您支付款项时，相应款项将无法划汇给您，您授权本公司暂时代为保管该款项，直到您完成该账户的注册和实名认证。</div>
                    <div class="title1">（八） 本公司会将与您CouldPay支付账户相关的资金，独立于本公司营运资金之外，且不会将该资金用于非您指示的用途。</div>
                    <div class="title1">（九） 本公司并非银行或其它金融机构，本服务也非金融业务，本协议项下的资金移转均通过银行来实现，你理解并同意您的资金于流转途中的合理时间。</div>
                    <div class="title1">（十） 您完全承担您使用本服务期间由本公司保管或代收或代付的款项的货币贬值风险及可能的孳息损失。</div>
                    <div class="title1">（十一）在您注册成为CouldPay支付用户时，您授权本公司通过银行或向第三方审核您的身份和资格。</div>
                    <div class="title1">（十二）您使用本服务进行交易或使用该账户登陆其他支持本服务的网站时，您即授权本公司将您的个人信息和交易信息披露给与您交易的另一方或您登陆的网站，该信息包括但不限于：您的真实姓名、联系方式、信用状况、CouldPay支付账户。</div>
                    <div class="title1">（十三）您不得将本服务用于非本公司许可的其他用途。</div>
                    <div class="title1">（十四）交易风险
                        <div class="title1">（1）当您通过本服务进行各项交易或接受交易款项时，若您或对方未遵从本服务条款或网站说明、交易页面中之操作步骤，则本公司有权拒绝为您与交易对方提供相关服务，且本公司不承担损害赔偿责任。若发生上述状况，而款项已先行划付至您或他人的CouldPay支付账户名下，您同意本公司有权直接自相关账户余额中扣回款项及禁止您要求支付此笔款项之权利。此款项若已汇入您的银行账户，您同意本公司有向您事后索回之权利，因您的原因导致本公司事后追索的，您应当承担本公司合理的追索费用。</div>
                        <div class="title1">（2）因您的过错导致的任何损失由您自行承担，该过错包括但不限于：不按照交易提示操作，未及时进行交易操作，遗忘或泄漏密码，密码被他人破解，您使用的计算机被他人侵入。</div>
                        <div class="title1">（3）您在使用本服务进行投资、借贷或购买第三方理财类产品时，基于您的利益考虑，请您仔细阅读相关购买协议及页面提示，谨慎评估风险后再进行操作，本公司不会对任何第三方做出任何担保性的承诺。</div>
                    </div>
                    <div class="title1">（十五）服务费用<br>
                        <div class="title1">（1）在您使用本服务时，本公司有权向您收取服务费用。本公司拥有制订及调整服务费之权利，具体服务费用以您使用本服务时本网站上所列之收费方式公告或您与本公司达成的其他书面协议为准。</div>
                        <div class="title1">（2）除非另有说明或约定，您同意本公司有权自您委托本公司代管、代收或代付的款项中直接扣除上述服务费用。</div>
                    </div>
                    <div class="title1">（十六）如您使用CouldPay支付代扣服务的，下面任一情况下均会导致扣款不成功，您需要自行承担该风险：<br>
                        <div class="title1">1、您的指定账户余额不足；</div>
                        <div class="title1">2、您的指定账户被有权机关采取强制措施，或者已依据其他协议被冻结、止付。</div>
                    </div>
                </div>
            </div>

            <div class="t_pdding">
                <div class="title">五、“CouldPay支付服务”使用限制</div>
                <div class="title1">（一） 您在使用本服务时应遵守中华人民共和国相关法律法规、您所在国家或地区之法令及相关国际惯例，不将本服务用于任何非法目的（包括用于禁止或限制交易物品的交易），也不以任何非法方式使用本服务。</div>
                <div class="title1">（二） 您不得利用本服务从事侵害他人合法权益之行为，否则应承担所有相关法律责任，因此导致本公司或本公司雇员受损的，您应承担赔偿责任。上述行为包括但不限于：<br>
                    <div class="title1">1、侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权等合法权益。</div>
                    <div class="title1">2、违反依法定或约定之保密义务。</div>
                    <div class="title1">3、冒用他人名义使用本服务。</div>
                    <div class="title1">4、从事不法交易行为，如洗钱、贩卖枪支、毒品、禁药、盗版软件、黄色淫秽物品、其他本公司认为不得使用本服务进行交易的物品等。</div>
                    <div class="title1">5、提供赌博资讯或以任何方式引诱他人参与赌博。</div>
                    <div class="title1">6、非法使用他人银行账户（包括信用卡账户）或无效银行账号（包括信用卡账户）交易。</div>
                    <div class="title1">7、违反《银行卡业务管理办法》使用银行卡，或利用信用卡套取现金（以下简称套现）。</div>
                    <div class="title1">8、进行与您或交易对方宣称的交易内容不符的交易，或不真实的交易。</div>
                    <div class="title1">9、从事任何可能含有电脑病毒或是可能侵害本服务系统、资料之行为。</div>
                    <div class="title1">10、其他本公司有正当理由认为不适当之行为。</div>
            </div>
                <div class="title1">（三） 您理解并同意，本公司不对因下述任一情况导致的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其他无形损失的损害赔偿 (无论本公司是否已被告知该等损害赔偿的可能性)：<br>
                    <div class="title1">1、本公司有权基于单方判断，包含但不限于本公司认为您已经违反本协议的明文规定及精神，暂停、中断或终止向您提供本服务或其任何部分，并移除您的资料。</div>
                    <div class="title1">2、本公司在发现异常交易或有疑义或有违反法律规定或本协议约定之虞时，有权不经通知先行暂停或终止该账户的使用（包括但不限于对该账户名下的款项和在途交易采取取消交易、调账等限制措施），并拒绝您使用本服务之部分或全部功能，同时可能需要您配合提供包括但不限于身份证、银行卡等资料。如您未及时、完整、准确提供上述资料，本公司有权采取包括但不限于如下限制措施：关闭余额支付功能、限制收款功能、止付账户内余额或停止提供全部或部分CouldPay支付服务。如涉嫌犯罪，本公司有权移交公安机关处理。</div>
                    <div class="title1">3、在必要时，本公司无需事先通知即可终止提供本服务，并暂停、关闭或删除该账户及您账号中所有相关资料及档案，并将您滞留在该账户的全部合法资金退回到您的银行账户。</div>
                    <div class="title1">4、您理解并同意，存在如下情形时， 本公司有权对您名下CouldPay支付账户暂停或终止提供全部或部分CouldPay支付服务，或对资金的全部或部分进行止付，且有权限制您所使用的产品或服务的部分或全部功能（包括但不限于对这些账户名下的款项和在途交易采取取消交易、调账等限制措施），并通过邮件或站内信或者客户端通知等方式通知您，您应及时予以关注：<br>
                        <div class="title1">（1）根据本协议的约定；</div>
                        <div class="title1">（2）根据法律法规及法律文书的规定；</div>
                        <div class="title1">（3）根据有权机关的要求；</div>
                        <div class="title1">（4）您使用CouldPay支付服务的行为涉嫌违反国家法律法规及行政规定的；</div>
                        <div class="title1">（5）本公司基于单方面合理判断认为账户操作、资金进出等存在异常时；</div>
                        <div class="title1">（6）本公司依据自行合理判断认为可能产生风险的；</div>
                        <div class="title1">（7）您在参加市场活动时有批量注册账户、刷信用及其他舞弊等违反活动规则、违反诚实信用原则的；</div>
                        <div class="title1">（8）他人向您账户错误汇入资金等导致您可能存在不当得利的；</div>
                        <div class="title1">（9）您遭到他人投诉，且对方已经提供了一定证据的；</div>
                        <div class="title1">（10）您可能错误地将他人CouldPay支付账户进行了实名的。</div>
                    </div>
                    <div class="title1">如您申请恢复服务、解除上述止付或限制，您应按本公司要求如实提供相关资料及您的身份证明以及本公司要求的其他信息或文件，以便本公司进行核实，且本公司有权依照自行判断来决定是否同意您的申请。您应充分理解您的申请并不必然被允许。您拒绝如实提供相关资料及身份证明的，或未通过本公司审核的，则您确认本公司有权长期对该等账户停止提供服务且长期限制该等产品或者服务的部分或全部功能。</div>
                    <div class="title1">在本公司认为该等异常已经得到合理解释或有效证据支持或未违反国家相关法律法规及部门规章的情况下，最晚将于止付款项或暂停执行指令之日起的30个日历天内解除止付或限制。但本公司有进一步理由相信该等异常仍可能对您或其他用户或本公司造成损失的情形除外，包括但不限于：<br>
                        <div class="title1">（1）收到针对该等异常的投诉；</div>
                        <div class="title1">（2）您已经实质性违反了本协议或另行签署的协议，且我们基于保护各方利益的需要必须继续止付款项或暂停执行指令；</div>
                        <div class="title1">（3）您虽未违反国家相关法律法规及部门规章规定，但该等使用涉及本公司限制合作的行业类目或商品，包括但不限于通过本公司的产品或服务从事类似金字塔或矩阵型的高额返利业务模式。</div>
                    </div>
                </div>
                <div class="title1">（四） 如您需要注销您的CouldPay支付账户，应先经本公司审核同意。本公司注销该账户，即表明本公司与您之间的协议已解除，但您仍应对您使用本服务期间的行为承担可能的违约或损害赔偿责任。</div>
                <div class="title1">（五）您理解并同意，如因您进行与您宣称的交易内容不符的交易，或违反您所在平台对商品类目管理的规定，导致本公司、您所在平台或用户遭受损失的，本公司有权向您追偿并有权随时从您名下的CouldPay支付账户扣除相应资金以弥补该等损失。且本公司有权对您名下CouldPay支付账户暂停或终止向您提供部分或全部CouldPay支付服务，或对您名下资产的部分或全部进行止付。</div>
            </div>
            <div class="t_pdding">
                <div class="title">六、隐私权保护</div>
                <div class="title1">一旦您同意本协议或使用本服务，您即同意本公司按照以下条款来使用和披露您的个人信息。<br>
                    <div class="title1">（一） 未成年人的特别注意事项<br>
                        <div class="title1">在阅读本协议以注册CouldPay支付用户时，您尚未满18周岁的，您不能使用本服务，请您终止您的注册行为，不要向我们提供您的任何个人信息。</div>
                    </div>
                    <div class="title1">（二） 用户名和密码<br>
                        <div class="title1">在您注册为CouldPay支付用户时，我们会要求您设置用户名和密码来识别您的身份，并设置密码提示问题及其答案，以便在您丢失密码时用以确认您的身份。您仅可通过您设置的密码来使用该账户，如果您泄漏了密码，您可能会丢失您的个人识别信息，并可能导致对您不利的法律后果。该账户和密码因任何原因受到潜在或现实危险时，您应该立即和本公司取得联系，在本公司采取行动前，本公司对此不负任何责任。</div>
                    </div>
                    <div class="title1">（三） 注册信息<br>
                        <div class="title1">您注册该账户时应向本公司提供您的真实姓名、地址、国籍、电话号码和电子邮件地址，您还可以选择来填写相关附加信息（包括但不限于您公司所在的省份和城市、时区和邮政编码、传真号码、个人主页和您的职务）。为有针对性地向您提供新的服务和机会，您了解并同意本公司或您登录的其他网站将通过您的电子邮件地址或该手机通知您这些信息。</div>
                    </div>
                    <div class="title1">（四） 银行账户信息<br>
                        <div class="title1"> 本公司所提供的服务将需要您提供您的银行账户信息，在您提供相应信息后，本公司将严格履行相关保密约定。</div>
                    </div>
                    <div class="title1">（五） 交易行为<br>
                        <div class="title1">为了保障您使用本服务的安全以及不断改进服务质量，本公司将记录并保存您登录和使用本服务的相关信息，但本公司承诺不将此类信息提供给任何第三方（除双方另有约定或法律法规另有规定外）。</div>
                    </div>
                    <div class="title1">（六） 广告<br>
                        <div class="title1">本公司会对CouldPay支付用户的身份数据进行综合统计，并出于销售和奖励的需要使用或披露。</div>
                    </div>
                    <div class="title1">（七） Cookie的使用<br>
                        <div class="title1">您了解并同意，本公司使用cookie来使本网站对用户更友好，它可以帮您省去为使用我们的服务而重复输入注册信息和跟踪您的浏览器的状态。</div>
                    </div>
                    <div class="title1">（八） 第三方<br>
                        <div class="title1">本网站将公布CouldPay支付用户提供的商业机会，其他CouldPay支付用户可以获知这些商业机会。除了本公司和您使用该账户成功登录过的其他网站，本公司不会向任何第三方提供、出售、出租、分享您的个人信息。除了按法定或约定情况下披露您的信息，本公司将恪尽善意管理人的义务。</div>
                    </div>
                    <div class="title1">（九） 信息的存储和交换<br>
                        <div class="title1">您的信息和资料存储在位于中国的服务器上，为了备份的需要，本公司可能将您的信息和资料传送到位于别国的服务器上。</div>
                    </div>
                    <div class="title1">（十） 外部链接<br>
                        <div class="title1">本网站含有到其他网站的链接，但本公司对其他网站的隐私保护措施不负任何责任。本公司可能在任何需要的时候增加商业伙伴或共用品牌的网站。</div>
                    </div>
                    <div class="title1">（十一）安全<br>
                        <div class="title1">本公司仅按现有技术提供相应的安全措施来使本公司掌握的信息不丢失，不被滥用和变造。这些安全措施包括向其它服务器备份数据和对用户密码加密。尽管有这些安全措施，但本公司不保证这些信息的绝对安全。</div>
                    </div>
                </div>
            </div>

            <div class="t_pdding">
                <div class="title">七、系统中断或故障</div>
                <div class="title1">系统因下列状况无法正常运作，使您无法使用各项服务时，本公司不承担损害赔偿责任，该状况包括但不限于：<br>
                    <div class="title1">（一） 本公司在本网站公告之系统停机维护期间。</div>
                    <div class="title1">（二） 电信设备出现故障不能进行数据传输的。</div>
                    <div class="title1">（三） 因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成本公司系统障碍不能执行业务的。</div>
                    <div class="title1">（四） 由于黑客攻击、电信部门技术调整或故障、网站升级、银行方面的问题等原因而造成的服务中断或者延迟。</div>
                </div>
            </div>

            <div class="t_pdding">
                <div class="title">八、 责任范围及责任限制</div>
                <div class="title1">（一） 本公司仅对本协议中列明的责任承担范围负责。</div>
                <div class="title1">（二） 您明确因交易所产生的任何风险应由您与交易对方承担。</div>
                <div class="title1">(三） CouldPay支付用户信息是由用户本人自行提供的，本公司无法保证该信息之准确、及时和完整，您应对您的判断承担全部责任。</div>
                <div class="title1">（四） 本公司不对交易标的及本服务提供任何形式的保证，包括但不限于以下事项：<br>
                    <div class="title1">1、本服务符合您的需求。</div>
                    <div class="title1">2、本服务不受干扰、及时提供或免于出错。</div>
                    <div class="title1">3、您经由本服务购买或取得之任何产品、服务、资讯或其他资料符合您的期望。</div>
                </div>
                <div class="title1">（五） 本服务之合作单位，所提供之服务品质及内容由该合作单位自行负责。</div>
                <div class="title1">（六） 您经由本服务之使用下载或取得任何资料，应由您自行考量且自负风险，因资料之下载而导致您电脑系统之任何损坏或资料流失，您应负完全责任。</div>
                <div class="title1">（七） 您自本公司及本公司工作人员或经由本服务取得之建议和资讯，无论其为书面或口头形式，均不构成本公司对本服务之保证。</div>
                <div class="title1">（八） 在法律允许的情况下，本公司对于与本协议有关或由本协议引起的任何间接的、惩罚性的、特殊的、派生的损失（包括业务损失、收益损失、利润损失、使用数据或其他经济利益的损失），不论是如何产生的，也不论是由对本协议的违约（包括违反保证）还是由侵权造成的，均不负有任何责任，即使事先已被告知此等损失的可能性。另外即使本协议规定的排他性救济没有达到其基本目的，也应排除本公司对上述损失的责任。</div>
                <div class="title1">（九） 除本协议另有规定外，在任何情况下，本公司对本协议所承担的违约赔偿责任总额不超过向您收取的当次服务费用总额。</div>
                <div class="title1">（十）您充分知晓并同意本公司可能同时为您及您的（交易）对手方提供本服务，您同意对本公司可能存在的该等行为予以明确豁免任何实际或潜在的利益冲突，并不得以此来主张本公司在提供本服务时存在法律上的瑕疵。</div>
                <div class="title1">（十一）除本协议另有规定或本公司另行同意外，您对本公司的委托及向本公司发出的指令均不可撤销。</div>
            </div>

            <div class="t_pdding">
                <div class="title">九、完整协议</div>
                <div class="title1">本协议内容包括协议正文及所有CouldPay支付已经发布的或将来可能发布的CouldPay支付服务的使用规则。所有规则为本协议不可分割的一部分，与协议正文具有相同法律效力。</div>
            </div>
            <div class="t_pdding">
                <div class="title"> 十、法律适用与管辖</div>
                <div class="title1">本协议适用中华人民共和国大陆地区法律。本协议的签订、履行或解释发生争议，双方应努力友好协商解决。如协商不成，由被告住所地人民法院管辖。</div>
            </div>
        </div>

    </div>
</body>
</html>