<?php

namespace App\Libs\Error;


class Error
{
    /**
     * 错误码
     * @var [type]
     */
    public static $errCodes = [
        // 系统码
        '200' => '请求成功',
        '400' => '未知错误',
        '401' => '无此权限',
        '500' => '服务器异常',
        '600' => '服务器升级，暂时无法交易',

        // 公共错误码
        '1001' => '[sign]缺失',
        '1002' => '[sign]签名错误',
        '1003' => '[merchant]缺失',
        '1004' => '[merchant]必须为字符串',
        '1005' => '[merchant]长度必须为11-32位',
        '1006' => '[method]缺失',
        '1007' => '[method]方法不存在',
        '1008' => 'run方法不存在，请联系管理员',

        //业务公共错误码
        '2001' => '必要参数缺失',
        '2002' => '不在交易时间',



        '3001' => '通道错误',



        //代付业务
        '200001'=>'账户余额不足',
        '200002'=>'请求超时',
        '200003'=>'请求失败',
        '200004'=>'数据库更新失败',
        '200005'=>'网络错误，请稍后重试',
        '200006'=>'代付总户余额不足，请联系客服',
        '200007'=>'代付业务条件不满足',
        '200101' => '代理还未申请该通道',
        '200123' => '还未申请该通道',
        '200199' => '上游通道返回错误',
        '200400' => '业务错误',
        '200401' => '上游业务错误',

    ];

    /**
     * 返回错误码
     * @var string
     */
    public static function getError($code = '400', $_ = false)
    {
        if (! isset(self::$errCodes[$code])) {
            $code = '400';
        }

        return ($_ ? "[{$code}]" : '')
        . self::$errCodes[$code];
    }

}
